Repository: jprknight/Office365FiddlerExtension
Catalog: Office365FiddlerExtension/Language/strings.*.resx
Languages: es_us

source: About
es_us: Acerca de

source: Analyse All Sessions
es_us: Analizar Todas las Sesiones

source: Analyse Selected Sessions
es_us: Analizar las Sesiones Seleccionadas

source: Analysed
es_us: Analizado

source: Attribute Name Immutable ID
es_us: Nombre de Atributo Immutable ID

source: Attribute Name UPN
es_us: Nombre de Atributo UPN

source: Authentication
es_us: Autenticación

source: Black
es_us: Negro

source: Blue
es_us: Azul

source: Check for updates every
es_us: Buscar actualizaciones cada

source: Check IP Address
es_us: Revisar Dirección IP

source: Clear All Session Analysis
es_us: Borrar Análisis de Toda la Sesión

source: Clear Selected Sessions
es_us: Borrar Sesiones Seleccionadas

source: Click the link below for update instructions
es_us: Haga clic en el enlace a continuación para actualizar instrucciones

source: Client Begin Request
es_us: Solicitar Inicio del Cliente

source: Client Connected
es_us: Cliente Conectado

source: Client Done Response
es_us: Respuesta del Cliente

source: Close
es_us: Cerrar

source: Concerning
es_us: Acerca de

source: Consolidated Analysis Report
es_us: Informe de Análisis Consolidado

# ConsolidatedAnalysisReportNotAllSessionsHaveAnalysis
source: sessions have not been analysed to be able to create the Consolidated Analysis Report. Would you like to analyse them now so the report can be generated?
es_us: Las sesiones no se han analizado para crear el Informe de Análisis Consolidado. Le gustaría analizar las sesiones para poder generar el Informe?

# Copy Save Signing Certificate
source: Copy and save the below text into a .cer file to view the signing certificate.
es_us: Copia y guarda el texto a continuación en archivo de tipo .cer para ver el certificado de firma

source: Create Consolidated Analysis Report
es_us: Crear Informe de Análisis Consolidado

source: Description
es_us: Descripción

source: Disabled
es_us: Deshabilitado

source: Dutch
es_us: Holandés

source: Elapsed Time
es_us: Tiempo Transcurrido

source: Enable
es_us: Habilitar

source: Enabled
es_us: Habilitado

source: English
es_us: Ingles

source: Extension DLL
es_us: Extensión DLL

source: Extension Enabled
es_us: Extensión Habilitada

source: False Positive
es_us: Positivo Falso

source: Fiddler Begin Request
es_us: Solicita Inicio de Fiddler

source: For an explantion of session timers refer to:
es_us: Para explicación de los tiempos de sesión diríjase a:

source: French
es_us: Frances

source: General Session Data
es_us: Información General de Sesión

source: German
es_us: Alemán

source: Github Extension Version
es_us: Versión de Extensión de Github

source: Github Information
es_us: Información de Github

source: Github Ruleset Version
es_us: Versión de Conjunto de Reglas de Github

source: Got Request Headers
es_us: Encabezados Solicitados Obtenidos

source: Got Response Headers
es_us: Respuesta de Encabezados Obtenidos

source: Green
es_us: Verde

source: Grey
es_us: Gris

source: Host IP
es_us: IP del Host

# Inspector_Session_Analysis
source: <p>No session analysis available.</p><p>Click 'Analyse Selected Sessions' from the context menu for session analysis.</p>
es_us: <p>Análisis de Sesión no disponible.</p><p>Click 'Analyza las Sesiones Seleccionadas' desde el menú contextual de análisis de sesiones./p>

source: Interesting Sessions
es_us: Sesiones Interesantes

# IsMicrosoft365subnet
source: is a public IP address within a Microsoft365 subnet
es_us: es una dirección IP pública dentro de subred de Microsoft365

# IsPrivateSubnet
source: is within a private subnet on a
es_us: esta dentro de una subred privada

# IsPublicIPAddress
source: is a public IP address, which is not within a Microsoft365 subnet.
es_us: es una IP publica, que no esta en la subred de Microsoft.

source: Issuer
es_us: Entidad

source: Language
es_us: Idioma

# LoadOrImportSessions
source: Load or import some sessions to analyse and create a Consolidationed Analysis Report.
es_us: Cargue o importe algunas sesiones para su análisis y crear reporte de análisis consolidado.

source: Local Extension Version
es_us: Versión de Extensión Local

source: Local Ruleset Version
es_us: Versión de Conjunto de Reglas Locales

source: Locally Installed Information
es_us: Información Instalada Localmente

source: Name Identifier Format
es_us: Formato Identificador de Nombre

source: network
es_us: red

source: Next Update Check
es_us: Próxima Actualización

# No Session Analysis
source: No session analysis. Use the 'Process All Sessions' option from the Office365 extension menu to get session analysis.
es_us: Sesión No Analizada. Use la opción 'Procesar Todas las Sesiones' del menú de Extensión Office365 para obtener Análisis de Sesión.

source: Obscure Settings
es_us: Configuraciones Oscuras

source: Office 365 Fiddler Extension
es_us: Extensión de Fiddler para Office365

source: On Live Trace
es_us: En la traza en Vivo

source: On Load Saz
es_us: Saz en Carga

source: Orange
es_us: Naranja

source: Overall Session Timers
es_us: Temporizadores Generales de Sesiones

source: Portuguese
es_us: Portugués

source: Process
es_us: Proceso

source: Processes
es_us: Procesos

source: Recalculate Selected Sessions
es_us: Recalcular Sesiones Seleccionadas

source: Red
es_us: Rojo

# RedirectAddressNotFound
source: Redirect address not found by extension.
es_us: Dirección de redirección no encontrada por la extensión.

source: Releases
es_us: Versiones

source: Report Issues
es_us: Reportar Errores

source: Response Code
es_us: Código de Respuesta

source: Response Server
es_us: Servidor de Respuesta

source: SAML Response Parser
es_us: Analizador de Respuesta SAML

source: Save
es_us: Guardar

source: ScoreForSession
es_us: PuntuaciónParaLaSesion

source: Server Begin Response
es_us: Respuesta de Servidor Iniciada

source: Server Done Response
es_us: Respuesta de Servidor Completada

source: Server Got Request
es_us: El Servidor Recibió la Solicitud

source: Server Think Time
es_us: Tiempo de Procesamiento del Servidor

source: Server Timers
es_us: Temporizadores del Servidor

source: Session
es_us: Sesión

source: Session Age
es_us: Antigüedad de Sesión

source: Session Analysis
es_us: Análisis de Sesión

source: Session Captured
es_us: Sesión Capturada

source: Session ID
es_us: ID de Sesión

source: Session Type
es_us: Tipo de Sesión

# Sessionanalysisperformed
source: Session analysis performed on:
es_us: Análisis de Sesión realizado en:

source: sessions
es_us: sesiones

source: sessions in trace from
es_us: sesiones en la traza desde

source: Session Severity
es_us: Severidad de Sesión

source: Set Session Severity
es_us: Conjunto de Severidad de Sesiones

source: Severe
es_us: Severa

source: Severity
es_us: Severidad

source: Slow Running Session Threshold
es_us: Umbral de Ejecución Lenta de Sesión

source: Spanish
es_us: Español

source: Transit Time
es_us: Tiempo de Tránsito

source: Uninteresting
es_us: Poco Interesante

source: Up To Date
es_us: Actualizado

source: Update Available
es_us: Actualización Disponible

source: Warning
es_us: Advertencia

source: Warning Session Time Threshold
es_us: Advertencia de Umbral de Tiempo de Sesión

source: What are these two thresholds?
es_us: ¿Cuáles son estos dos umbrales?

source: What is ScoreForSession?
es_us: ¿Cuál es el Puntaje de la Sesión?
